export const popularDocs = [
  {
    title: "새벽에 기숙사 탈출",
    details:
      "어두운 새벽, 조용한 기숙사에서 벗어나는 그 순간의 긴장감은 이 마치 모험의 시작과 같습니다. 조심스럽게 발걸음을 내디뎌서, 침묵을 깨지 않으려 노력합니다. 길을 비추는 달빛 아래로 몰래 빠져나오는 기쁨은 마치 금지된 과일을 맛보는 듯한 설렘이 업습니다.",
    type: ["사건/사고", "이나경"],
    views: 210,
  },
  {
    title: "칼부림 미수 사건",
    details:
      "칼부림 미수 사건은 사회에 큰 충격을 주는 범죄 사건 중 하나입니다. 범인은 피해자에게 칼을 휘두르려 했지만, 운 좋게도 피해자는 사망하지 않았습니다. 이 사건으로 인해 사회는 범죄 예방에 대한 논의를 촉발하고, 보다 강력한 법 집행과 사회 안전을 강화하는 노력이 필요하다는 인식이 높아졌습니다.",
    type: ["사건/사고", "유지우"],
    views: 98,
  },
  {
    title: "웹프 시간에 잔 사람",
    details:
      "웹프로그래밍 시간에 자는 행동은 학습 환경과 동료들에게 불쾌함을 주는 일입니다. 이는 적극적인 학습 태도를 보이지 않는 것으로 인식될 수 있으며, 그룹 프로젝트나 토론 시간에 협력을 저해할 수 있습니다.",
    type: ["사건/사고", "이태영"],
    views: 146,
  },
];

export const popularPeople = [
  {
    type: "학생",
    name: "이태영",
    details:
      "저는 프로그래밍의 세계에서 백엔드 개발을 담당하는 작은 햄스터입니다. 데이터베이스, 서버 로직, API 등을 다루며, 웹 애플리케이션의 핵심적인 기능을 개발하고 유지보수합니다.",
  },
  {
    type: "학생",
    name: "은비차",
    details:
      "감자국에 서식하고 있는 보안깡깡 후배양성중인 보안깡깡이입니다. 강원도에서 열심히 살고 있습니다.",
  },
  {
    type: "학생",
    name: "고은총",
    details: "2학년 3반의 보안깡깡이.",
  },
  {
    type: "학생",
    name: "조승우",
    details: "포토그래퍼 겸 디자인을 하고 계시는 멋",
  },
  {
    type: "학생",
    name: "조태곤",
    details:
      "히키코모리 프론트엔드 짱짱 멋진 엄청난 개발자이지만 자꾸 이상한데를 지원하시는",
  },
  {
    type: "학생",
    name: "김대운",
    details: "에이아이를 하고 있고 뭔가 이상한 어쩌고저쩌고 이정도 분량",
  },
  {
    type: "학생",
    name: "유지우",
    details: "쨌든 플러터임",
  },
  {
    type: "학생",
    name: "이재영",
    details: "뭐하고 사는지 모르겠는 양구 플러터임 모르겟음",
  },
  {
    type: "학생",
    name: "장지성",
    details: "재밌는 공학!",
  },
  {
    type: "학생",
    name: "이지후",
    details:
      "비트코인 디자이너 이지후입니다. 블록쌓기와 체인걸기를 연구하고 있습니다.",
  },
  // {
  //   type: "학생",
  //   name: "박지민",
  //   details: "이상한",
  // },
];
