const Edit = () => {
  return (
    <div>
      <p>
        저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장
      </p>
      <p>
        저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장
      </p>
      <p>
        저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장
      </p>
      <p>
        저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장
      </p>
      <p>
        저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장
      </p>
      <p>
        저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장
      </p>
      <p>
        저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장저장
      </p>
    </div>
  );
};

export default Edit;
